export default {
  state: () => ({
    Tools: [
      {
        type: "Технический сканер",
        price: 600,
      },
      {
        type: "Газовый резак",
        price: 40,
      },
      {
        type: "Тех. инструментарий",
        price: 100,
      },
      {
        type: "Инструменты от ВэЕ",
        price: 120,
      },
      {
        type: "Инструментарий для электроники",
        price: 100,
      },
      {
        type: "Защитные очки",
        price: 20,
      },
      {
        type: "Фонарик",
        price: 2,
      },
      {
        type: "Химический источник света",
        price: 1,
      },
      {
        type: "Светящаяся краска",
        price: "10 за штуку",
      },
      {
        type: "Светящаяся лента",
        price: "32 за метр",
      },
      {
        type: "Веревка",
        price: "7 за метр",
      },
      {
        type: "Дыхательная маска",
        price: 30,
      },
    ],
  }),
};
